Repository: AndreaCicca/RetexEditor
Catalog: apps/RatexEditor/RatexEditor/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: (Building: %@)
it: (Compilazione: %@)

source: %1$.1f ms (%2$lld passes)
it: %1$.1f ms (%2$lld passaggi)

source: %lld chars
it: %lld caratteri

source: A clean, minimal LaTeX starter.
it: Un modello iniziale pulito ed essenziale per LaTeX.

source: Academic Article
it: Articolo accademico

source: Actual Size Text
it: Dimensioni reali testo

source: alpha
it: alfa

source: approximately
it: circa uguale

source: Are you sure you want to move "%@" to the Trash?
it: Sei sicuro di voler spostare "%@" nel Cestino?

# Bold ( extbf)
source: Bold (\textbf)
it: Grassetto (\textbf)

# Bold ( extbf) (⌘B)
source: Bold (\textbf) (⌘B)
it: Grassetto (\textbf) (⌘B)

source: bold text
it: testo in grassetto

source: Browse…
it: Sfoglia…

source: Bullet List (itemize)
it: Elenco puntato (itemize)

source: Calculus
it: Analisi

source: Cancel
it: Annulla

source: centered dot
it: punto centrato

source: Check diagnostics for compilation issues.
it: Controlla la diagnostica per errori di compilazione.

source: Choose a project directory to open in Ratex Editor
it: Scegli una directory di progetto da aprire in Ratex Editor

source: Choose Location…
it: Scegli posizione…

source: Clear
it: Cancella

source: Close Diagnostics Drawer
it: Chiudi pannello diagnostica

source: Close Project
it: Chiudi progetto

source: code
it: codice

source: Compilation Error
it: Errore di compilazione

source: Compile This File
it: Compila questo file

source: Compiling LaTeX document…
it: Compilazione del documento LaTeX in corso…

source: Compiling...
it: Compilazione in corso...

source: contour integral
it: integrale di linea

source: Copy
it: Copia

source: Copy content to clipboard
it: Copia contenuto negli appunti

source: Create
it: Crea

source: Create & Open
it: Crea e apri

source: Create a new project directory from a template
it: Crea una nuova cartella di progetto da un modello

source: Create file inside: %@
it: Crea file all'interno di: %@

source: Create folder inside: %@
it: Crea cartella all'interno di: %@

source: Create main.tex
it: Crea main.tex

source: Create New LaTeX Project
it: Crea nuovo progetto LaTeX

source: Current name: %@
it: Nome attuale: %@

source: Decrease Font Size (⌘-)
it: Riduci dimensione testo (⌘-)

source: definite integral
it: integrale definito

source: Delete
it: Elimina

source: Delete Item?
it: Eliminare l'elemento?

source: denominator
it: denominatore

source: Determinant 2x2
it: Determinante 2x2

source: Diagnostics
it: Diagnostica

source: Did Not Converge
it: Non converge

source: differential dt
it: differenziale dt

source: differential dx
it: differenziale dx

source: Display Equation (\[...\])
it: Equazione in blocco (\[...\])

source: divide
it: diviso

source: Document Templates
it: Modelli di documento

source: double integral
it: integrale doppio

source: Drag to resize • Double-click to reset (50/50)
it: Trascina per ridimensionare • Doppio clic per riequilibrare (50/50)

source: element of
it: appartiene a

source: Empty Directory
it: Directory vuota

source: Entry
it: Ingresso

source: Entry Point
it: Punto di ingresso

source: Entry: %@
it: Ingresso: %@

source: equivalent
it: equivalente

source: exists
it: esiste

source: Export Compiled PDF
it: Esporta PDF compilato

source: Export Master PDF to Disk
it: Esporta PDF principale su disco

source: Export…
it: Esporta…

source: Failed to initialize ratex compiler session.
it: Inizializzazione della sessione del compilatore ratex non riuscita.

source: Failed to load input file.
it: Caricamento del file di input non riuscito.

source: Figure with Caption
it: Figura con didascalia

source: File name (e.g. chapter_1.tex)
it: Nome file (es. capitolo_1.tex)

source: Fit
it: Adatta

source: Fit to Width
it: Adatta alla larghezza

source: Folder name
it: Nome cartella

source: for all
it: per ogni

source: Format (TeX)
it: Formato (TeX)

source: Fraction
it: Frazione

source: Fraction (\frac{a}{b})
it: Frazione (\frac{a}{b})

source: greater or equal
it: maggiore o uguale

source: Greek
it: Greco

source: Heading
it: Intestazione

source: High-performance Rust TeX engine & live preview
it: Motore TeX in Rust ad alte prestazioni e anteprima dal vivo

source: if and only if
it: se e solo se

source: implies
it: implica

source: Increase Font Size (⌘+)
it: Aumenta dimensione testo (⌘+)

source: indexed product
it: produttoria indicizzata

source: indexed sum
it: sommatoria indicizzata

source: infinity
it: infinito

source: Inline Math ($...$)
it: Matematica in linea ($...$)

source: Insert
it: Inserisci

source: Insert default templates and Lorem Ipsum dummy text
it: Inserisci modelli predefiniti e testo fittizio Lorem Ipsum

source: Insert Multi-paragraph
it: Inserisci più paragrafi

source: Insert Paragraph
it: Inserisci paragrafo

source: Insert Short Sample
it: Inserisci estratto breve

source: integral
it: integrale

source: Internal Engine Error
it: Errore interno del motore

source: intersection
it: intersezione

source: Invalid Input
it: Input non valido

source: Issues detected
it: Rilevati problemi

# Italic ( extit)
source: Italic (\textit)
it: Corsivo (\textit)

# Italic ( extit) (⌘I)
source: Italic (\textit) (⌘I)
it: Corsivo (\textit) (⌘I)

source: italic text
it: testo in corsivo

source: LaTeX Math Symbols
it: Simboli matematici LaTeX

source: less or equal
it: minore o uguale

source: limit
it: limite

source: Live PDF Preview
it: Anteprima PDF dal vivo

source: Location:
it: Posizione:

source: Lorem Ipsum Text
it: Testo Lorem Ipsum

source: Lowercase
it: Minuscole

source: Math
it: Matematica

source: Mathematics & Physics
it: Matematica e Fisica

source: Matrix (pmatrix)
it: Matrice (pmatrix)

source: Matrix 2x2
it: Matrice 2x2

source: Minimal Document
it: Documento minimale

# Monospace Code ( exttt)
source: Monospace Code (\texttt)
it: Codice monospazio (\texttt)

source: Move to Trash
it: Sposta nel Cestino

source: N-th Root
it: Radice n-esima

source: nabla / gradient
it: nabla / gradiente

source: negation
it: negazione

source: New Document
it: Nuovo documento

source: New File Beside…
it: Nuovo file a fianco…

source: New File Here…
it: Nuovo file qui…

source: New File in Project Root
it: Nuovo file nella radice del progetto

source: New File…
it: Nuovo file…

source: New Folder
it: Nuova cartella

source: New Folder Here…
it: Nuova cartella qui…

source: New Folder…
it: Nuova cartella…

source: New name
it: Nuovo nome

source: New Project…
it: Nuovo progetto…

source: No diagnostics or errors reported.
it: Nessuna diagnostica o errore segnalato.

source: No Entry
it: Nessun punto di ingresso

source: No errors
it: Nessun errore

source: No Preview Available
it: Nessuna anteprima disponibile

source: No Recent Workspaces
it: Nessun progetto recente

source: not element of
it: non appartiene a

source: not equal
it: diverso da

source: Numbered List (enumerate)
it: Elenco numerato (enumerate)

source: numerator
it: numeratore

source: Open an existing folder with classes, styles, and chapters
it: Apri una cartella esistente contenente classi, stili e capitoli

source: Open an individual .tex or .ltx file
it: Apri un singolo file .tex o .ltx

source: Open Document
it: Apri documento

source: Open Folder
it: Apri cartella

source: Open LaTeX Math Symbol Palette (⇧⌘M)
it: Apri tavolozza simboli matematici LaTeX (⇧⌘M)

source: Open Project Folder
it: Apri cartella progetto

source: Open Project Folder…
it: Apri cartella progetto…

source: Open TeX Document…
it: Apri documento TeX…

source: Operators
it: Operatori

source: Or drag and drop any folder or .tex file here
it: Oppure trascina qui qualsiasi cartella o file .tex

source: Paragraph (\paragraph)
it: Paragrafo (\paragraph)

source: Paragraph Title
it: Titolo paragrafo

source: parallel
it: parallelo

source: partial derivative
it: derivata parziale

source: perpendicular
it: perpendicolare

source: Piecewise Cases
it: Funzione a tratti

source: plus-minus
it: più o meno

source: prime notation
it: notazione primo

source: product
it: produttoria

source: Project
it: Progetto

source: Project Entrypoint (Master TeX file):
it: Punto di ingresso del progetto (file TeX principale):

source: Project Name
it: Nome del progetto

source: Project Name:
it: Nome del progetto:

source: proportional
it: proporzionale

source: Recent Projects
it: Progetti recenti

source: Recompile Document
it: Ricompila documento

source: Recompile Document (⌘R)
it: Ricompila documento (⌘R)

source: Refresh Tree
it: Aggiorna struttura

source: Reload active file from disk
it: Ricarica file attivo da disco

source: Rename
it: Rinomina

source: Rename Item
it: Rinomina elemento

source: Rename…
it: Rinomina…

source: Replace Document
it: Sostituisci documento

source: Replace Document Content?
it: Sostituire il contenuto del documento?

source: Reset Zoom (100%)
it: Reimposta zoom (100%)

source: Reveal in Finder
it: Mostra nel Finder

source: right arrow
it: freccia a destra

source: Scaled Brackets
it: Parentesi quadre scalate

source: Scaled Parentheses
it: Parentesi tonde scalate

source: Section (\section)
it: Sezione (\section)

source: Section Title
it: Titolo sezione

source: Select LaTeX Project Entry Point (Master File to Compile)
it: Seleziona il punto di ingresso del progetto LaTeX (file principale da compilare)

source: Select…
it: Seleziona…

source: Set as Project Entry Point
it: Imposta come punto di ingresso del progetto

source: Show Diagnostics
it: Mostra diagnostica

source: Square Root
it: Radice quadrata

source: Square Root (\sqrt{x})
it: Radice quadrata (\sqrt{x})

source: Standard LaTeX article with title, abstract, math equations, and tables.
it: Articolo LaTeX standard con titolo, sommario, formule matematiche e tabelle.

source: Starter Template:
it: Modello iniziale:

source: Structures
it: Strutture

source: Subscript
it: Pedice

source: Subsection (\subsection)
it: Sottosezione (\subsection)

source: Subsection Title
it: Titolo sottosezione

source: subset
it: sottoinsieme

source: subset or equal
it: sottoinsieme o uguale

source: Subsubsection (\subsubsection)
it: Sotto-sottosezione (\subsubsection)

source: Subsubsection Title
it: Titolo sotto-sottosezione

source: Success
it: Successo

source: summation
it: sommatoria

source: Superscript
it: Apice

source: Table (tabular)
it: Tabella (tabular)

source: Template
it: Modello

source: Template rich in calculus, linear algebra, and physics formulas.
it: Modello ricco di formule di analisi, algebra lineare e fisica.

source: Templates
it: Modelli

source: TeX Log
it: Registro TeX

source: TeX log is empty.
it: Il registro TeX è vuoto.

source: Text inside Math
it: Testo in formula

source: this item
it: questo elemento

source: times
it: per (moltiplicazione)

source: Toggle Compiler Log & Diagnostics (⇧⌘D)
it: Mostra/Nascondi registro del compilatore e diagnostica (⇧⌘D)

source: Toggle Diagnostics Drawer
it: Mostra/Nascondi pannello diagnostica

source: Toggle File Explorer Sidebar (⌘⌃S)
it: Mostra/Nascondi barra laterale (⌘⌃S)

source: Toggle Math Palette
it: Mostra/Nascondi tavolozza matematica

source: Toggle Sidebar
it: Mostra/Nascondi barra laterale

source: Typeset
it: Composizione

source: Underline (\underline)
it: Sottolineato (\underline)

source: Underline (\underline) (⌘U)
it: Sottolineato (\underline) (⌘U)

source: underlined text
it: testo sottolineato

source: union
it: unione

source: Untitled.tex
it: Senza titolo.tex

source: Uppercase
it: Maiuscole

source: Vector Arrow
it: Freccia vettore

source: Zoom In
it: Ingrandisci zoom

source: Zoom In Text
it: Ingrandisci testo

source: Zoom In Text (Keypad)
it: Ingrandisci testo (tastierino)

source: Zoom Out
it: Riduci zoom

source: Zoom Out Text
it: Rimpicciolisci testo
